Revit 2024 API
ParameterTypeId.LayerElemFunction Property
 "Function": Function
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerElemFunction { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemFunction As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemFunction {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace